import React from 'react';

const About = () => {
  return (
  <div className='wrapper1'>
    <div className="page-content">
      <div className="page-title">О нас</div>
  </div>
  <div className="main-content">
      <div className='info'> <p> <b>Компания SportMarket</b> — это современный онлайн-ретейлер, специализирующийся на продаже спортивных товаров для любителей активного образа жизни и профессиональных спортсменов. Мы предлагаем широкий ассортимент качественной спортивной экипировки, одежды, обуви и аксессуаров от известных мировых брендов.

        <h2>О компании:</h2 >
        <b>SportMarket</b> — это не просто магазин, а полноценная платформа для тех, кто ценит качество и удобство. Наша цель — обеспечить наших клиентов всем необходимым для тренировок и активного отдыха. Мы гордимся нашим вниманием к деталям, качеству и надежности продукции.

        <h2>Преимущества:</h2>
        <h5>Широкий ассортимент:</h5> В нашем каталоге представлены товары для более чем 20 видов спорта — от беговых и вело-товаров до спортивного питания и экипировки для экстремальных видов спорта.

        <h5>Профессиональные консультации:</h5> Мы помогаем выбрать лучшие товары в зависимости от уровня подготовки, потребностей и предпочтений клиента.

        <h5>Быстрая доставка:</h5> Мы сотрудничаем с ведущими транспортными компаниями, чтобы обеспечить быструю и безопасную доставку ваших покупок по всей стране.

        <h5>Удобный сайт:</h5> Наш онлайн-магазин имеет интуитивно понятный интерфейс и различные фильтры для выбора товаров по характеристикам, цене, бренду и наличию на складе.

        <h5>Акции и скидки:</h5> Регулярно проводим акции и распродажи, предоставляем скидки на популярные товары и специальные предложения для постоянных клиентов.
      </p> </div>
  </div>
    <div className='end'><h1>Загляните на наш сайт и выберите товары, которые помогут вам достичь новых спортивных высот!</h1></div>
    </div>
  );
};

export default About;